[
  {
    "model": "sickness.sickness",
    "pk": "748528a9-48b2-497e-957e-4547711cd87e",
    "fields": {
      "name": "Óxido",
      "description": "El óxido es una enfermedad fúngica que afecta a diversas plantas, incluyendo cereales, rosas y árboles frutales. Se manifiesta como manchas de color naranja o marrón en las hojas y puede debilitar la planta si no se controla.",
      "treatment": "1. Retirar y eliminar las partes de la planta afectadas.\r\n2. Aplicar fungicidas preventivos al inicio de la temporada de crecimiento."
    }
  },
  {
    "model": "sickness.sickness",
    "pk": "9f68c63e-9389-4339-b594-a61bd4edabad",
    "fields": {
      "name": "Sarna",
      "description": "La sarna es una enfermedad fúngica común en árboles frutales como manzanos y perales. Se caracteriza por la formación de manchas en las hojas y frutos, lo que puede afectar su crecimiento y calidad.",
      "treatment": "1. Aplicar fungicidas específicos para la sarna siguiendo las instrucciones del fabricante.\r\n2. Eliminar y destruir las hojas infectadas para prevenir la propagación."
    }
  },
  {
    "model": "sickness.sickness",
    "pk": "bc58219f-1182-4da7-8d15-61b3dfc6f48a",
    "fields": {
      "name": "Podredumbre negra",
      "description": "La podredumbre negra es una enfermedad causada por hongos que afecta a diversas plantas, incluyendo vides, tomates y fresas. Se caracteriza por la descomposición de los tejidos, que adquieren un color oscuro o negro, y puede propagarse rápidamente en condiciones húmedas.",
      "treatment": "1. Evitar el exceso de riego para reducir la humedad en el suelo.\r\n2. Eliminar y destruir los frutos afectados para prevenir la propagación."
    }
  },
  {
    "model": "sickness.sickness",
    "pk": "dbd0e898-06b4-4dc9-a0bd-2682dd48b24e",
    "fields": {
      "name": "Mancha foliar",
      "description": "La mancha foliar es una enfermedad fúngica que afecta a una amplia gama de plantas, desde árboles frutales hasta cultivos de hortalizas. Se presenta como manchas circulares o irregulares en las hojas, que pueden expandirse y fusionarse si las condiciones son favorables.",
      "treatment": "1. Evitar el riego por aspersión para reducir la humedad en las hojas.\r\n2. Eliminar y destruir las hojas afectadas para prevenir la propagación."
    }
  },
  {
    "model": "sickness.sickness",
    "pk": "ee6a3f9b-e578-4ca1-b089-87b345cb76e1",
    "fields": {
      "name": "Virus rizado amarillo",
      "description": "El virus rizado amarillo es una enfermedad viral que afecta a diversas plantas cultivadas, incluyendo tomates, patatas y remolachas. Se caracteriza por el amarillamiento y deformación de las hojas, así como la reducción en el rendimiento de la planta.",
      "treatment": "1. Utilizar variedades resistentes cuando sea posible.\r\n2. Controlar las malas hierbas que puedan servir como hospederos alternativos."
    }
  },
  {
    "model": "sickness.sickness",
    "pk": "f5378db4-7219-4116-ac3e-2ab4ba772491",
    "fields": {
      "name": "Tizón",
      "description": "El tizón es una enfermedad fúngica que afecta a muchas plantas cultivadas, incluyendo maíz, patatas y tomates. Se manifiesta como manchas oscuras en las hojas y puede causar daños significativos si no se trata adecuadamente.",
      "treatment": "1. Rotar cultivos para evitar la propagación del tizón.\r\n2. Mantener el suelo limpio de restos vegetales para reducir la propagación de esporas."
    }
  }
]